ARCANA_MEANINGS = {

    1: {
        "name": "Маг",
        "meaning":
            "Лидерство, воля, инициатива, сила мысли."
    },

    2: {
        "name": "Жрица",
        "meaning":
            "Интуиция, тайны, внутренняя мудрость."
    },

    3: {
        "name": "Императрица",
        "meaning":
            "Изобилие, творчество, женская энергия."
    },

    4: {
        "name": "Император",
        "meaning":
            "Контроль, структура, власть."
    },

    5: {
        "name": "Иерофант",
        "meaning":
            "Традиции, духовность, обучение."
    },

    6: {
        "name": "Влюбленные",
        "meaning":
            "Выбор, отношения, союз."
    },

    7: {
        "name": "Колесница",
        "meaning":
            "Движение вперед, победа, амбиции."
    },

    8: {
        "name": "Справедливость",
        "meaning":
            "Карма, баланс, честность."
    },

    9: {
        "name": "Отшельник",
        "meaning":
            "Самопознание, одиночество, мудрость."
    },

    10: {
        "name": "Колесо Фортуны",
        "meaning":
            "Перемены, судьба, циклы."
    },

    11: {
        "name": "Сила",
        "meaning":
            "Храбрость, внутренняя сила, страсть."
    },

    12: {
        "name": "Повешенный",
        "meaning":
            "Пауза, переосмысление, жертвенность."
    },

    13: {
        "name": "Смерть",
        "meaning":
            "Трансформация, завершение, обновление."
    },

    14: {
        "name": "Умеренность",
        "meaning":
            "Гармония, спокойствие, баланс."
    },

    15: {
        "name": "Дьявол",
        "meaning":
            "Искушения, зависимости, материальность."
    },

    16: {
        "name": "Башня",
        "meaning":
            "Разрушение старого, кризис, резкие перемены."
    },

    17: {
        "name": "Звезда",
        "meaning":
            "Надежда, вдохновение, мечты."
    },

    18: {
        "name": "Луна",
        "meaning":
            "Страхи, иллюзии, подсознание."
    },

    19: {
        "name": "Солнце",
        "meaning":
            "Успех, радость, энергия."
    },

    20: {
        "name": "Суд",
        "meaning":
            "Пробуждение, карма, осознание."
    },

    21: {
        "name": "Мир",
        "meaning":
            "Завершение, целостность, успех."
    },

    22: {
        "name": "Шут",
        "meaning":
            "Новое начало, свобода, спонтанность."
    }
}