# app/data/tarot_spreads.py


TAROT_SPREADS = {

    # =================================================
    # DAILY CARD
    # =================================================

    "daily_card": {

        "name": "Карта дня",

        "spread_type": "free",

        "premium": False,

        "description":
            "Главная энергия дня.",

        "cards_count": 1,

        "positions": [

            "Энергия дня"
        ]
    },

    # =================================================
    # YES / NO
    # =================================================

    "yes_no": {

        "name": "Да / Нет",

        "spread_type": "free",

        "premium": False,

        "description":
            "Ответ ситуации через энергию карт.",

        "cards_count": 1,

        "positions": [

            "Ответ"
        ]
    },

    # =================================================
    # HIS THOUGHTS
    # =================================================

    "his_thoughts": {

        "name": "Его мысли обо мне",

        "spread_type": "premium",

        "premium": True,

        "description":
            "Анализ мыслей и поведения человека.",

        "cards_count": 3,

        "positions": [

            "Что чувствует",

            "Что скрывает",

            "Как будет действовать"
        ]
    },

    # =================================================
    # FUTURE
    # =================================================

    "future": {

        "name": "Что меня ждет",

        "spread_type": "free",

        "premium": False,

        "description":
            "Развитие ситуации во времени.",

        "cards_count": 5,

        "positions": [

            "Прошлое",

            "Настоящее",

            "Ближайшее будущее",

            "Главное влияние",

            "Итог"
        ]
    },

    # =================================================
    # CELTIC CROSS
    # =================================================

    "celtic_cross": {

        "name": "Кельтский крест",

        "spread_type": "premium",

        "premium": True,

        "description":
            "Глубокий анализ ситуации.",

        "cards_count": 10,

        "positions": [

            "Ситуация",

            "Препятствие",

            "Основа",

            "Прошлое",

            "Сознание",

            "Будущее",

            "Вы",

            "Окружение",

            "Надежды и страхи",

            "Итог"
        ]
    }
}