TAROT_CARDS = [

    {
        "id": 1,

        "name": "Шут",

        "arcana": "major",

        "upright":
            "Новое начало, свобода, спонтанность.",

        "reversed":
            "Безрассудство, хаос, ошибки."
    },

    {
        "id": 2,

        "name": "Маг",

        "arcana": "major",

        "upright":
            "Сила воли, лидерство, реализация.",

        "reversed":
            "Манипуляции, эгоизм, давление."
    },

    {
        "id": 3,

        "name": "Жрица",

        "arcana": "major",

        "upright":
            "Интуиция, тайны, мудрость.",

        "reversed":
            "Скрытность, сомнения, самообман."
    },

    {
        "id": 4,

        "name": "Императрица",

        "arcana": "major",

        "upright":
            "Женственность, изобилие, творчество.",

        "reversed":
            "Лень, зависимость, эмоциональность."
    },

    {
        "id": 5,

        "name": "Император",

        "arcana": "major",

        "upright":
            "Контроль, стабильность, власть.",

        "reversed":
            "Тирания, жесткость, давление."
    },

    {
        "id": 6,

        "name": "Иерофант",

        "arcana": "major",

        "upright":
            "Духовность, традиции, обучение.",

        "reversed":
            "Бунт, ограничение, догмы."
    },

    {
        "id": 7,

        "name": "Влюбленные",

        "arcana": "major",

        "upright":
            "Любовь, выбор, союз.",

        "reversed":
            "Конфликты, измены, сомнения."
    },

    {
        "id": 8,

        "name": "Колесница",

        "arcana": "major",

        "upright":
            "Победа, движение вперед.",

        "reversed":
            "Потеря контроля, агрессия."
    },

    {
        "id": 9,

        "name": "Справедливость",

        "arcana": "major",

        "upright":
            "Баланс, карма, честность.",

        "reversed":
            "Несправедливость, перекос."
    },

    {
        "id": 10,

        "name": "Отшельник",

        "arcana": "major",

        "upright":
            "Самоанализ, мудрость.",

        "reversed":
            "Изоляция, закрытость."
    }

]